20230106T102143--rational-expressions__algebra_math.tex
% Created 2023-05-22 lun 17:24
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Diego Vila}
\date{\textit{[2023-01-06 vie 10:21]}}
\title{rational expressions}
\hypersetup{
 pdfauthor={Diego Vila},
 pdftitle={rational expressions},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.7-pre)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{rational expresion}
\label{sec:orgc059d40}
\begin{itemize}
\item a fraction with variable in it
\begin{equation*}
\frac{x + 2}{x^2 - 3}
\end{equation*}
\end{itemize}

\section{simplify to lowest terms}
\label{sec:org3be7ccf}
\begin{itemize}
\item ex:
\begin{flalign*}
\frac{21}{45} &= \frac{7 \cdot 3}{5 \cdot 3 \cdot 3}\\
              &= \frac{7}{15}  
\end{flalign*}

\item ex:
\begin{flalign*}
\frac{3x + 6}{x^2 + 4x + 4} &= \frac{3(x + 2)}{(x + 2)(x + 2)}\\
                            &= \frac{3}{x + 2}
\end{flalign*}
\end{itemize}

\section{Multiplying and Dividing}
\label{sec:org1350381}

\begin{itemize}
\item ex:
\begin{flalign*}
\frac{4}{3} \cdot \frac{2}{5} &= \frac{4 \cdot 2}{3 \cdot 5}\\
                              &= \frac{8}{15}
\end{flalign*}

\item ex:
\begin{flalign*}
\frac{\frac{4}{5}}{\frac{2}{3}} &= \frac{4}{3} \cdot \frac{3}{2}\\
                                &= \frac{12}{10}\\
                                &= \frac{6}{5} 
\end{flalign*}

\item ex:
\begin{flalign*}
\frac{\frac{x^2 + x}{x + 4}}{\frac{x + 1}{x^2 - 16}} &= \frac{x^2 + x}{x + 4} \cdot \frac{x^2 - 16}{x + 1}\\
                                                     &= \frac{(x^2 + x)(x^2 - 16)}{(x + 4)(x + 1)}\\
                                                     &= \frac{x(x + 1)(x + 4)(x - 4)}{(x + 4)(x + 1)}\\
                                                     &= x(x - 4)
\end{flalign*}
\end{itemize}

\section{Adding and Subtracting}
\label{sec:orgf8c5d4e}

\begin{itemize}
\item ex:
\begin{itemize}
\item find the LCD: \(2 \cdot 3 \cdot 5 = 30\)
\end{itemize}

\begin{flalign*}
\frac{7}{6} - \frac{4}{15} &= \frac{7}{2 \cdot 3} - \frac{4}{3 \cdot 5}\\
                           &= \frac{35}{30} - \frac{8}{30}\\
                           &= \frac{27}{30}\\
                           &= \frac{3^3}{2 \cdot 3 \cdot 5}\\
                           &= \frac{9}{10}
\end{flalign*}

\item ex:
\begin{flalign*}
\frac{3}{2x + 2} + \frac{5}{x^2 - 1} &= \frac{3}{2(x + 1)} + \frac{5}{(x + 1)(x - 1)}\\
                                     &= \frac{3(x - 1)}{2(x + 1)(x - 1)} + \frac{5 \times 2}{2(x + 1)(x - 1)}\\
                                     &= \frac{3(x - 1) + 10}{2(x + 1)(x - 1)}\\
                                     &= \frac{3x + 7}{2(x + 1)(x - 1)}
\end{flalign*}
\end{itemize}

\section{Solving rational expressions}
\label{sec:org75a580a}
try to get ride of the denomiators by factoring

\begin{itemize}
\item ex1:
\begin{flalign*}
\frac{x}{x + 3} &= 1 + \frac{1}{x}\\
((x + 3)x) \cdot \frac{x}{x + 3} &= (1 + \frac{1}{x}) \cdot ((x + 3)x)\\
x^2 &= (x + 3)(x) + (x+3)\\
x^2 &= x^2 + 3x + x + 3\\
0   &= 4x + 3\\
4x  &= -3\\
x   &= -\frac{3}{4}
\end{flalign*}

\begin{itemize}
\item apply LCD: \((x + 3) \cdot x\) to both sides of the equation
\end{itemize}

\item ex2:
\begin{itemize}
\item find LCD of \((c -5),(c + 1)\) and \(c^2 - 4c - 5\)
\begin{itemize}
\item which is \((c -5),(c + 1)\)
\end{itemize}

\item clear the denominator by factoring
\end{itemize}
\begin{flalign*}
\frac{4c}{c - 5} - \frac{1}{c + 1} &= \frac{3c^2 + 3}{c^2 - 4c - 5}\\
(c - 5)(c + 1) \cdot \frac{4c}{c - 5}  - (c - 5)(c + 1) \cdot \frac{1}{c + 1} &= (c - 5)(c + 1) \cdot \frac{3c^2 + 3}{(c - 5)(c + 1)}\\ 
4c^2 + 4c - (c - 5) &= 3c^2 + 3\\
c^2 + 3c + 5 &= 3\\
c^2 + 3c + 2 &= 0\\
(c + 1)(c + 2) &= 0\\
\end{flalign*}

\begin{itemize}
\item c = -1 cause a zero in denominator so cant be the answer

\item c = -2 is the answer\ldots{}..
\end{itemize}
\end{itemize}
\end{document}